akamud.vscode-theme-onedark
alefragnani.bookmarks
alefragnani.numbered-bookmarks
alexisvt.flutter-snippets
anthropic.claude-code
aslamanver.vsc-export
bianxianyang.htmlplay
cschlosser.doxdocgen
dart-code.dart-code
dart-code.flutter
dbaeumer.vscode-eslint
ecmel.vscode-html-css
editorconfig.editorconfig
esbenp.prettier-vscode
fedaykindev.openchamber
formulahendry.code-runner
github.copilot-chat
github.vscode-pull-request-github
harryhopkinson.vs-code-runner
hbenl.vscode-test-explorer
jakebathman.mysql-syntax
jeff-hykin.better-cpp-syntax
josetr.cmake-language-support-vscode
joy-yu.css-snippets
kilocode.kilo-code
kingleo.qwen
littlefoxteam.vscode-python-test-adapter
llvm-vs-code-extensions.lldb-dap
loyieking.smalise
mathiasfrohlich.kotlin
mechatroner.rainbow-csv
mgmcdermott.vscode-language-babel
moonshot-ai.kimi-code
ms-dotnettools.vscode-dotnet-runtime
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpp-devtools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.js-debug-nightly
ms-vscode.live-server
ms-vscode.remote-explorer
ms-vscode.test-adapter-converter
ms-vscode.vscode-typescript-next
muhammad-ahmad.xlsx-viewer
myriad-dreamin.tinymist
nash.awesome-flutter-snippets
nespinozacr.mysql-autocomplete
openai.chatgpt
pkief.material-icon-theme
pranaygp.vscode-css-peek
pucelle.vscode-css-navigation
qwenlm.qwen-code-vscode-ide-companion
redhat.vscode-yaml
ritwickdey.liveserver
rust-lang.rust-analyzer
sachinb94.css-tree
sandorengholm.csspreview
sbroenne.excel-mcp
sidthesloth.html5-boilerplate
sst-dev.opencode
surendrajat.apklab
swiftlang.swift-vscode
tal7aouy.theme
tamasfe.even-better-toml
tauri-apps.tauri-vscode
techer.open-in-browser
tomoki1207.pdf
twxs.cmake
vscjava.vscode-gradle
xabikos.javascriptsnippets
xdebug.php-debug
zignd.html-css-class-completion
